name: "empty"
input: "data"
input_shape {
  dim: 1
  dim: 3
  dim: 448
  dim: 448
}
layer {
  name: "fullconnected"
  type: "InnerProduct"
  bottom: "data"
  top: "fullconnected"
  inner_product_param {
    num_output: 3
  }
}

